Repository: popovst/WinMensa
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# CanteenSelector.PlaceholderText
source: Select canteen…
de_de: Mensa wählen …

# MealDetailsPlaceholderText.Text
source: Select a line to see its meals
de_de: Wähle eine Linie aus, um die Details zu sehen

# AboutButton.Content
source: About
de_de: Über

# MealTypeVegetarianText.Text
source: 🌿 Vegetarian
de_de: 🌿 Vegetarisch

# MealTypePorkText.Text
source: 🐖 Pork
de_de: 🐖 Schwein

# MealTypePoultryText.Text
source: 🐓 Poultry
de_de: 🐓 Geflügel

# MealTypeBeefText.Text
source: 🐄 Beef
de_de: 🐄 Rind

# RatingCaption
source: {0:F1} – {1} ratings
de_de: {0:F1} – {1} Bewertungen

source: No ratings
de_de: Keine Bewertungen

# NewMeal
source: ☆ New
de_de: ☆ Neu

# AboutTitle
source: About WinMensa
de_de: Über WinMensa

# AboutClose
source: Close
de_de: Schließen

# ErrorCanteensTitle
source: Failed to load canteens
de_de: Kantinen konnten nicht geladen werden
